Repository: 4sh0u0/macdows
Catalog: App/Macdows/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

# si_retry_d
source: Reconnect attempt %1$d of %2$d
ja: 再接続（%2$d 回中 %1$d 回目）
zh_hans: 第 %1$d 次重连（共 %2$d 次）

# si_tray
source: Remote tray
ja: リモートのトレイ
zh_hans: 远程托盘

# si_tray_n
source: Tray app %d
ja: トレイのアプリ %d
zh_hans: 托盘应用 %d

# si_tray_none
source: No tray icons in this session
ja: このセッションにはトレイのアイコンがありません
zh_hans: 此会话没有托盘图标

# si_tray_retry
source: Tray icons come back after reconnecting
ja: 再接続するとトレイのアイコンが戻ります
zh_hans: 重新连接后托盘图标会回来

# soon
source: Coming later
ja: 今後対応
zh_hans: 以后提供

# st_conn
source: Connected
ja: 接続済み
zh_hans: 已连接

# st_connecting
source: Connecting…
ja: 接続中…
zh_hans: 正在连接…

# st_ended
source: Session ended.
ja: セッションを終了しました。
zh_hans: 会话已结束。

# st_err
source: Connection failed
ja: 接続に失敗
zh_hans: 连接失败

# st_off
source: Not connected
ja: 未接続
zh_hans: 未连接

# st_warn
source: Reconnecting
ja: 再接続中
zh_hans: 正在重新连接

# tab_advanced
source: Advanced
ja: 詳細
zh_hans: 高级

# tab_display
source: Display
ja: ディスプレイ
zh_hans: 显示

# tab_general
source: General
ja: 一般
zh_hans: 通用

# tab_keyboard
source: Keyboard
ja: キーボード
zh_hans: 键盘

# tabs_label
source: Settings sections
ja: 設定のセクション
zh_hans: 设置分区

# tb_connecting
source: Connecting to %@…
ja: %@ に接続中…
zh_hans: 正在连接到 %@…

# tb_live
source: Connected to %@
ja: %@ に接続済み
zh_hans: 已连接到 %@

# tb_lost
source: Connection lost to %@
ja: %@ との接続が切れました
zh_hans: 与 %@ 的连接已中断

# tb_settings
source: Settings
ja: 設定
zh_hans: 设置

# trust
source: Trust and Pin
ja: 信頼してピン留め
zh_hans: 信任并固定

# wn_gr
source: No remote windows. The host refused the connection, so Macdows did not retry. Connect tries again once.
ja: リモートウインドウはありません。ホストが接続を拒否したため、Macdows は再試行していません。「接続」でもう一度試します。
zh_hans: 没有远程窗口。主机拒绝了连接，因此 Macdows 没有重试。“连接”会再试一次。

# wn_gx
source: No remote windows. The Windows session should still be running on the host; Connect starts a new connection to it.
ja: リモートウインドウはありません。Windows のセッションはホスト上でまだ実行中のはずです。「接続」で新しく接続します。
zh_hans: 没有远程窗口。Windows 会话应仍在主机上运行；“连接”会新建一个到它的连接。

# wn_retry
source: Remote windows close while the connection is down and reappear when the host sends them again after reconnecting.
ja: 接続が切れている間はリモートウインドウが閉じ、再接続後にホストが再送すると再び表示されます。
zh_hans: 连接中断期间远程窗口会关闭；重新连接后，主机再次发送时它们会重新出现。
